// PROCESS CHILD
//* Proceso hijo que realiza un cálculo complejo

// ---
//! ╔══════════════════════════════════════════════════╗
//* ║═════════════════                ═════════════════║
//* ║   >>>   🔵🟢🔵   CODIGO AQUÍ   🔵🟢🔵   <<<   ║
//* ║═════════════════                ═════════════════║
//! ╚══════════════════════════════════════════════════╝
const { calculoComplejo } = require("./functionCompleja.js"); // Importa la función de cálculo complejo


//* Este es un process HIJO
//* process.on("message")  + process.send


/*

listener("click", ()=>{})

*/
